[
  "The company had entered bankruptcy for the second time in 12 years and, in the\r\nwords of a Delaware court, was \"a mere shell of a corporation.'\r\n'The president of Pepsi, Charles G. Guth, even attempted to sell Pepsi to its rival Coca-Cola, but\r\nCoke wanted no part of a seemingly doomed enterprise. During this period,\r\nPepsi and Coke sold cola in 6-ounce bottles. To reduce costs, Guth purchased a\r\nlarge supply of recycled 12-ounce beer bottles. Initially, Pepsi priced the 12-ounce\r\nbottles at 10 cents, twice the price of 6-ounce Cokes. However, this strategy failed\r\nto boost sales. But then Guth had an idea: Why not sell 12-ounce Pepsis for the\r\nsame price as 6-ounce Cokes? In the Depression, this was a brilliant marketing\r\nploy. Pepsi's sales shot upward. By 1934 Pepsi was out of bankruptcy. Its profit\r\nrose to $2.1 million by 1936 and to $4.2 million by 1938. Guth's decision to undercut\r\nCoca-Cola saved the company.\r\nThis example illustrates an important point. Clearly, in 1931 Pepsi's chief objec-\r\ntive was to increase profits so it could survive. But merely deciding to pursue this\r\nobjective could not make it happen. Charles Guth could not just order his subordi-\r\nnates to increase Pepsi's profits. Like any company, Pepsi's management had no\r\ndirect control over its profit, market share, or any of the other markers of business\r\nsuccess. What Pepsi's management did control were marketing, production, and\r\nthe administrative decisions that determined its competitive position and ultimate\r\nprofitability.\r\nPepsi's success in the 1930s can be understood in terms of a few key economic\r\nrelationships. The most basic of these is the law of demand. The law of demand\r\nsays that, all other things being the same, the lower the price of a product, the\r\nmore of it consumers will purchase. Whether the increase in the number of units\r\nsold translates into higher sales revenues depends on the strength of the relationship\r\nbetween price and the quantity purchased. This is measured by the price elasticity of\r\ndemand. As long as Coke did not respond to Pepsi's price cut with one of its own, we\r\nwould expect that the demand for Pepsi would have been relatively sensitive to price,\r\nZ\r\n12   Chapter 1   Basic Microeconomic Principles\r\nor, in the language of economics, price elastic. As we will see later in this chapter,\r\nprice-clastic demand implies that a price cut translates not only into higher unit\r\nsales but also into higher sales revenue. Whether Coke is better off responding to\r\nPepsi's price cut depends on another relationship, that between the size of a compe-\r\ntitor and the profitability of price matching. Because Coke had such a large share of\r\nthe market, it was more profitable to keep its price high (letting Pepsi steal some of its\r\nmarket) than to respond with a price cut of its own.' Finally, whether Pepsi's higher\r\nsales revenue translates into higher profit depends on the economic relationship\r\nbetween the additional sales revenue that Pepsi's price cut generated and the",
  "additional cost of producing more Pepsi-Cola. That profits rose rapidly after the\r\nprice reduction suggests that the additional sales revenue far exceeded the additional\r\ncosts of production.\r\nThis chapter lays out basic microeconomic tools for business strategy. Most of\r\nthe elements that contributed to Pepsi's successful price-cutting strategy in the\r\n1930s will be on display here. An understanding of the language and concepts in\r\nthis chapter will, we believe, \"level the playing field,\" so that students with little or\r\nno background in microeconomics can navigate most of this book just as well as stu-\r\ndents with extensive economics training. The chapter has five main parts: (1) costs;\r\n(2) demand, prices, and revenues; (3) the theory of price and output determination\r\nby a profit-maximizing firm; (4) the theory of perfectly competitive markets; and\r\n(5) game theory.\r\n  *   COSTS\r\nA firm's profit equals its revenues minus its costs. We begin our economics primer by\r\nfocusing on the cost side of this equation. We discuss four specific concepts in this\r\nsection: cost functions; economic versus accounting costs; long-run versus short-\r\nrun costs; and sunk costs.\r\nCost Functions\r\nTotal Cost Functions\r\nManagers are most familiar with costs when they are presented as in Tables 1.1 and 1.2,\r\nwhich show, respectively, an income statement and a statement of costs of goods man-\r\nufactured for a hypothetical producer during the year 2008.* The information in these\r\ntables is essentially retrospective. It tells managers what happened during the past year.\r\nBut what if management is interested in determining whether a price reduction will\r\nincrease profits, as with Pepsi? The price drop will probably stimulate additional\r\nsales, so a firm needs to know how its total costs would change if it increased\r\nproduction above the previous year's level.\r\nThis is what a total cost function tells us. It represents the relationship between a\r\nfirm's total costs, denoted by TC, and the total amount of output it produces in a\r\ngiven time period, denoted by Q. Figure 1.1 shows a graph of a total cost function.\r\nFor each level of output the firm might produce, the graph associates a unique\r\nlevel of total cost. Why is the association between output and total cost unique? A\r\nfirm may currently be producing 100 units of output per year at a total cost of\r\n$5,000,000, but if it were to streamline its operations, it might be able to lower\r\nTABLE 1.1\r\nINCOME STATEMENT: 2008\r\n(1) Sales Revenue\r\n(2) Cost of Goods Sold\r\nCost of Goods Manufactured\r\nAdd: Finished Goods Inventory 12/31/07\r\nLess: Finished Goods Inventory 12/31/08\r\n(3) Gross Profit: (1) minus (2)\r\n(4) Selling and General Administrative Expenses\r\n(5) Income from Operations: (3) minus (4)\r\nInterest Expenses\r\nNet Income Before Taxes\r\nIncome Taxes\r\nNet Income\r\nAll amounts in thousands.\r\n$13,740\r\n$3.300\r\n$2,950\r\n$35.600\r\n$14,090\r\n521.510\r\n$8,540\r\n512,970\r\n$1,210\r\nS11,760\r\n$4,100\r\n57.660\r\ncosts, so that those 100 units could be produced for only $4,500,000. We resolve this",
  "ambiguity by defining the total cost function as an efficiency relationship. It rep-\r\nresents the relationship between total cost and output, assuming that the firm pro-\r\nduces in the most efficient manner possible given its current technological\r\ncapabilities. Of course, firms do not always produce as efficiently as they theoretically\r\ncould.\r\nThe substantial literature on total quality management and reengineering\r\nattests to the attention managers give to improving efficiency. This is why we stress\r\nTABLE 1.2\r\nSTATEMENT OF COST OF GOODS MANUFACTURED: 2008\r\nMaterials:\r\nMaterials Purchases\r\nAdd: Materials Inventory 12/31/07\r\nLess: Materials Inventory 12/31/08\r\n(1) Cost of Materials\r\n(2) Direct Labor\r\nManufacturing Overhead\r\nIndirect Labor\r\nHeat, Light, and Power\r\nRepairs and Maintenance\r\nDepreciation\r\nInsurance\r\nProperty Taxes\r\nMiscellaneous Factory Expenses\r\n(3) Total Manufacturing Overhead\r\nTotal Cost of Manufacturing: (1) + (2) + (3)\r\nAdd: Work-in-Process Inventory 12/31/07\r\nLess: Work-in-Process Inventory 12/31/08\r\nCost of Goods Manufactured\r\nAll amounts in thousands.\r\n$8,700\r\n$1.400\r\n$1,200\r\n$8.900\r\n300\r\n5\r\n \r\n$200\r\n$1,100\r\n$50\r\n$80\r\n$140\r\n$2,670\r\n$13.870\r\n$2,100\r\n$2,230\r\n$13.740\r\nZ\r\n3\r\n14   Chapter 1   Basic Microeconomie Principles\r\nFIGURE 1.1\r\nTOTAL. COST FUNCTION\r\nTC(O)\r\nTotal cost\r\nThe total cost function TC(Q) shows the total\r\ncosts that the firm would incur for a level of\r\noutput Q. The total cost function is an efficiency\r\nrelationship in that it shows the lowest possible\r\ntotal cost the firm would incur to produce a level\r\nof output, given the firm's technological\r\ncapabilities and the prices of factors of\r\nO Output\r\nproduction, such as labor and capital.\r\nthat the total cost function reflects the current capabilities of the firm. If the firm is\r\nproducing as efficiently as it knows how, then the total cost function must slope\r\nupward: The only way to achieve more output is to use more factors of production\r\n(labor, machinery, materials), which will raise total costs.'\r\nFixed and Variable Costs\r\nThe information contained in the accounting statements in Tables 1.1 and 1.2 allows\r\nus to identify the total cost for one particular level of annual output. To map out the\r\ntotal cost function more completely, we must distinguish between fixed costs and\r\nvariable costs. Variable costs, such as direct labor and commissions to salespeople,\r\nincrease as output increases. Fixed costs, such as general and administrative expenses\r\nand property taxes, remain constant as output increases.\r\nThree important points should be stressed when discussing fixed and variable\r\ncosts. First, the line dividing fixed and variable costs is often fuzzy. Some costs,\r\nsuch as maintenance or advertising and promotional expenses, may have both fixed\r\nand variable components. Other costs may be semifixed: fixed over certain ranges of\r\noutput but variable over other ranges.\r\nFor example, a beer distributor may be\r\nable to deliver up to 5,000 barrels of beer a week using a single truck. But when it",
  "must deliver between 5,000 and 10,000 barrels, it needs two trucks; between\r\n10,000 and 15,000, three trucks; and so forth. The cost of trucks is fixed within\r\nthe intervals (0, 5,000), (5,000, 10,000), (10,000, 15,000), and so forth, but is variable\r\nbetween these intervals.\r\nSecond, when we say that a cost is fixed, we mean that it is invariant to the firm's\r\noutput. It does not mean that it cannot be affected by other dimensions of the firm's\r\noperations or decisions the firm might make. For example, for an electric utility, the\r\ncost of stringing wires to hook up houses to the local grid depends primarily on the\r\nnumber of subscribers to the system, not on the total amount of kilowatt-hours of elec-\r\ntricity the utility generates. Other fixed costs, such as the money spent on marketing\r\npromotions or advertising campaigns, arise from management decisions and can be\r\neliminated should management so desire.\"\r\nThird, whether costs are fixed or variable\r\ndepends on the time period in which decisions regarding output are contemplated.\r\n  shift\r\nctrl\r\nCosts   15\r\nConsider, for example, an airline that is contemplating a one-week-long fare cut.\r\nIts workers have already been hired, its schedule has been set, and its fleet has been\r\npurchased. Within a one-week period, none of these decisions can be reversed. For\r\nthis particular decision, then, the airline should regard a significant fraction of its\r\ncosts as fixed. By contrast, if the airline contemplates committing to a year-long\r\nreduction in fares, with the expectation that ticket sales will increase accordingly, sched-\r\nules can be altered, planes can be leased or purchased, and workers can be hired. In this\r\ncase, the airline should regard most of its expenses as variable. Whether the firm has the\r\nfreedom to alter its physical capital or other elements of its operations has important\r\nimplications for its cost structure and the nature of its decision making. This will be cov-\r\nered in more detail below when we analyze the distinction between long-run and short-\r\nrun costs.\r\nAverage and Marginal Cost Functions\r\nAssociated with the total cost function are two other cost functions: the average cost\r\nfunction, AC(0), and the marginal cost function, MC(0). The average cost function\r\ndescribes how the firm's average or per-unit-of-output costs vary with the amount of\r\noutput it produces. It is given by the formula\r\nAC(0) = IC(0)\r\no\r\nIf total costs were directly proportional to output--for example, if they were given\r\na formula, such as TC(Q) = 5Q or TC(Q) = 37,000Q, or more generally, by\r\nTC(Q) = cQ, where c is a constant-then average cost would be a constant. This\r\nis because\r\nAC(0) =.\r\n= c\r\nOften, however, average cost will vary with output. As Figure 1.2 shows, average cost\r\nmay rise, fall, or remain constant as output goes up. When average cost decreases as\r\noutput increases, there are economies of scale. When average cost increases as output\r\nFIGURE 1.2\r\nAVERAGE COST FUNCTION\r\n4C(Q)\r\nAverage cost",
  "The average cost function AC(Q) shows the\r\nfirm's average, or per-unit, cost for any level of\r\noutput Q. Average costs are not necessarily the\r\nsame at each level of output.\r\nO Output\r\n3\r\n16   Chapter 1   Basic Microeconomic Principles\r\nFIGURE 1.3\r\nECONOMIES OF SCALE AND MINIMUM EFFICIENT SCALE\r\nAverage cost\r\nThis average cost function exhibits economies of\r\nscale at output levels up to Q. It exhibits\r\nconstant returns to scale between Q' and Q'.\r\nIt exhibits diseconomies of scale at output levels\r\nabove Q'. The smallest output level at which\r\neconomies of scale are exhausted is Q. It is thus\r\nknown as the minimum efficient scale.\r\n9\r\nO Output\r\nincreases, there are diseconomies of scale. When average cost remains unchanged\r\nwith respect to output, we have constant returns to scale. A production process\r\nmay exhibit economies of scale over one range of output and diseconomies of scale\r\nover another. Figure 1.3 shows an average cost function that exhibits economies of\r\nscale, diseconomies of scale, and constant returns to scale. Output level Q' is the\r\nsmallest level of output at which economies of scale are exhausted and is thus\r\nknown as the minimum efficient scale. The concepts of economies of scale and mini-\r\nmum efficient scale are extremely important for understanding the size and scope of\r\nfirms and the structure of industries. We devote all of Chapter 2 to analyzing\r\neconomies of scale.\r\nMarginal cost refers to the rate of change of total cost with respect to output.\r\nMarginal cost may be thought of as the incremental cost of producing exactly\r\none more unit of output. When output is initially Q and changes by AQ units and\r\none knows the total cost at each output level, marginal cost may be calculated as\r\nfollows:\r\nMC(0) = :\r\nTC(Q + AQ) - TC(0)\r\n \r\nFor example, suppose when Q = 100 units, TC = $400,000, and when Q = 150 units,\r\nTC = $500,000. Then AQ = 50, and MC = ($500,000 - $400,000/50 = $2,000.\r\nThus, total cost increases at a rate of $2,000 per unit of output when output increases\r\nover the range 100 to 150 units.\r\nMarginal cost often depends on the total volume of output. Figure 1.4 shows the\r\nmarginal cost function associated with a particular total cost function. At low levels of\r\noutput, such as Q', increasing output by one unit does not change total cost much, as\r\nreflected by the low marginal cost. At higher levels of output, such as Q', a one-unit\r\nincrease in output has a greater impact on total cost, and the corresponding marginal\r\ncost is higher.\r\nCosts   17\r\nFIGURE 1.4\r\nRELATIONShIP BETWEEN TOTAL COST AND MARGiNAL COST\r\nTC(O)\r\nTOO\" + D\r\ncost\r\nTC(0\")\r\notal\r\nTCCO' + 1).\r\nQ'0'+ 1\r\nQ\"0\"+ 1\r\nO Output\r\nThe marginal cost function MC(0) on the right graph is based on the total cost function TC(Q)\r\nshown in the left graph. At output level Q', a one-unit increase in output changes costs by TC\r\n(Q' + 1) - TC(Q'), which equals the marginal cost at Q', MC(Q). Since this change is not large,\r\nthe marginal cost is small (i.e., the height of the marginal cost curve from the horizontal axis is",
  "small). At output level Q', a one-unit increase in output changes costs by TC(' + 1) -\r\n \r\n(Q'), which equals the marginal cost at Q'. This change is larger than the one-unit change from\r\nQ', so MC(Q\") > MC(Q). Because the total cost function becomes steeper as Q gets larger, the\r\nmarginal cost curve must increase in output.\r\nBusinesses frequently treat average cost and marginal cost as if they were identi-\r\ncal and use the former when making decisions that should be based on the latter. But\r\naverage cost is generally different from marginal cost. The exception is when total\r\ncosts vary in direct proportion to output, TC(Q) = cQ. In that case,\r\nMC(0) = (0 + A0) - cO = c\r\nwhich, of course, is also average cost. This result reflects a more general relationship\r\nbetween marginal and average cost (illustrated in Figure 1.5):\r\n  When average cost is a decreasing function of output, marginal cost is less than\r\naverage cost.\r\n  When average cost neither increases nor decreases in output--because it is either\r\nconstant (independent of output) or at a minimum point--marginal cost is equal to\r\naverage cost.\r\n  When average cost is an increasing function of output, marginal cost is greater\r\nthan average cost.\r\nThese relationships follow from the mathematical properties of average and marginal\r\ncost, but they are also intuitive. If the average of a group of things (costs of manufac-\r\nturing cellular phones, test scores, or whatever) increases when one more thing (one\r\nmore phone, one more test) is added to the group, then it must be because the value\r\nof the most recently added thing -the '\r\n\"marginal\"_is greater than the average.\r\nConversely, if the average falls, it must be because the marginal is less than the\r\naverage.\r\nZ\r\n3\r\n18   Chapter 1   Basic Microeconomic Principles\r\nFIGURE 1.5\r\nRELATIONSHIP BETWEEN MARGINAL COST AND AVERAGE COST\r\nost\r\nAC decreases\r\nMC < AC\r\nMC(Q)\r\n/AC increases\r\nMC > AC\r\nAC(Q)\r\nWhen average cost is decreasing (e.g., at output\r\nQ), AC > MC (i.e., the average cost curve lies\r\nabove the marginal cost curve). When average\r\ncost is increasing (e.g., at output 0\"), AC < MC\r\n(i.e., the average cost curve lies below the\r\nmarginal cost curve). When average cost is at a\r\nminimum, AC = MC, so the two curves must\r\nintersect.\r\nAC at\r\nminimum\r\nMC = AC\r\nQ Output\r\nThe Importance of the Time Period: Long-Run\r\nversus Short-Run Cost Functions\r\nWe emphasized the importance of the time horizon when discussing fixed versus\r\nvariable costs. In this section, we develop this point further and consider some of\r\nits implications.\r\nFigure 1.6 illustrates the case of a firm whose production can take place in a facil-\r\nity that comes in three different sizes: small, medium, and large. Once the firm com-\r\nmits to a production facility of a particular size, it can vary output only by varying the\r\nquantities of inputs other than the plant size (e.g., by hiring another shift of workers).\r\nThe period of time in which the firm cannot adjust the size of its production facilities",
  "is known as the short run. For each plant size, there is an associated short-run average\r\ncost function, denoted by SAC. These average cost functions include the annual costs\r\nof all relevant variable inputs (labor, materials) as well as the fixed cost (appropriately\r\nannualized) of the plant itself.\r\nIf the firm knows how much output it plans to produce before building a plant,\r\nthen to minimize its costs, it should choose the plant size that results in the lowest\r\nshort-run average cost for that desired output level. For example, for output Qi,\r\nthe optimal plant is a small one; for output Q2, the optimal plant is a medium one;\r\nfor output Qs, the optimal plant is a large one. Figure 1.6 illustrates that for larger\r\noutputs, the larger plant is best; for medium-output levels, the medium plant is\r\nbest; and for small-output levels, the small plant is best. For example, when output\r\nis Qi, the reduction in average cost that results from switching from a large plant\r\nto a small plant is SAC(Q1) - SACs (Q1). This saving arises not only from reductions\r\nin the fixed costs of the plant but also because the firm can more efficiently tailor the\r\nrest of its operations to its plant size. When the firm produces Q1 in the large plant,\r\nit may need to utilize more labor to assure steady materials flows within the large\r\nfacility. The small plant may allow flows to be streamlined, making such labor\r\nunnecessary.\r\nThe long-run average cost function is the lower envelope of the short-run aver-\r\nage cost functions and is depicted by the bold line in Figure 1.6. It shows the lowest\r\nattainable average cost for any particular level of output when the firm can adjust its\r\nCoete   19\r\nFIGURE 1.6\r\nSHORT-RUN AND LONG-RUN AVERAGE COST FUNCTIONS\r\nSAG, (Q, -.\r\nerage\r\nSACS(O,) -\r\nSAC (0)\r\nSACN(Q)\r\n/540,10\r\n \r\nQ2\r\n03 04\r\n0 Output\r\nThe curves labeled SACS(0), SAC (Q), and SAC:(Q) are the short-run average cost functions\r\nassociated with small, medium, and large plants, respectively. For any level of output, the\r\noptimal plant size is the one with the lowest average cost. For example, at output Qi, the small\r\nplant is best. At output Q2, the medium plant is best. At output Qs, the large plant is best. The\r\nlong-run average cost function is the \"lower envelope\" of the short-run average cost functions,\r\nrepresented by the bold line. This curve shows the lowest attainable average cost for any output\r\nwhen the firm is free to adjust its plant size optimally.\r\nplant size optimally. This is the average cost function the firm faces before it has\r\ncommitted to a particular plant size.\r\nIn this example, the long-run average cost function exhibits economies of scale.\r\nBy operating with larger plant sizes, the firm can lower its average costs. This raises a\r\ndeceptively simple but extremely significant point. To realize the lower average costs,\r\nthe firm not only must build a large plant but also must achieve sufficient output, so\r\nthat the large plant is indeed the optimal one. It would be disastrous for the firm to",
  "build a large plant if it only achieved an output of, say, Qi. The firm would be saddled\r\nwith an expensive underutilized facility. If we were to observe a firm in this situation,\r\nwe might be tempted to conclude that the scale economies inherent in the production\r\nprocess were limited or nonexistent. This would be incorrect. Scale economies exist,\r\nbut the firm is not selling enough output needed to exploit them. These concepts are\r\nclosely tied to the concept of throughput, which we introduce in Chapter 4. Essen-\r\ntially, firms cannot fully exploit economies of scale unless they have sufficient inputs\r\nfor production and distribution to get their products to market. Without such\r\nthroughput, strategies that hinge on scale economies are doomed to fail.\r\nIt is often useful to express short-run average costs as the sum of average fixed\r\ncosts (AFC) and average variable costs (AVC):\r\nSAC(Q) = AFC(0) + AVC(Q)\r\nAverage fixed costs are the firm's fixed costs (i.e., the annualized cost of the firm's\r\nplant plus expenses, such as insurance and property taxes, that do not vary with the\r\nvolume of output) expressed on a per-unit-of-output basis. Average variable costs\r\n20   Chapter 1   Basic Microeconomic Principles\r\nare the firm's variable costs (e.g., labor and materials) expressed on a per-unit-\r\nof-output basis. For example, suppose the firm's plant has an annualized cost of\r\n59 million and other annual fixed expenses total S1 million. Moreover, suppose\r\nthe firm's variable costs vary with output according to the formula 40 .\r\nThen we would have\r\n10\r\nAFC(0) = 6\r\nAVC(0) = 40\r\n10\r\nSAC(0) = 0*\r\n- + 40\r\nNote that as the volume of output increases, average fixed costs become smaller,\r\nwhich tends to pull down SAC. Average fixed costs decline because total fixed\r\ncosts are being spread over an ever-larger production volume. Offsetting this (in\r\nthis example) is the fact that average variable costs rise with output, which pulls\r\nSAC upward. The net effect of these offsetting forces creates the U-shaped SAC\r\ncurves in Figure 1.6.\r\nSunk versus Avoidable Costs\r\nWhen assessing the costs of a decision, the manager should consider only those costs\r\nthat the decision actually affects. Some costs must be incurred no matter what the\r\ndecision is and thus cannot be avoided. These are called sunk costs. The opposite of\r\nsunk costs is avoidable costs. These costs can be avoided if certain choices are made.\r\nWhen weighing the costs of a decision, the decision maker should ignore sunk\r\ncosts and consider only avoidable costs.\r\nTo illustrate the concept of sunk costs, take the case of an online merchandiser of\r\nlaser printers. The merchandiser traditionally purchased large quantities of printers\r\nfrom the manufacturer so that it could satisfy rush orders. Increasingly, though,\r\nthe merchandiser was carrying high inventories, including some lines that the man-\r\nufacturer no longer produced and would not repurchase. A natural response to this\r\nproblem would be to put the discontinued lines on sale and reduce inventory. How-",
  "ever, the firm's managers were reluctant to do this. They felt that even in the best of\r\ntimes the margins on their products barely covered their overhead and, by cutting the\r\nprice, they would be unable to cover their cost of the goods they sold.\r\nThis argument is wrong. The cost incurred to purchase the laser printers is a\r\nsunk cost as far as pricing is concerned. Whether or not the merchandiser cuts\r\nprice, it cannot avoid these costs. If it believes that a seller should never price\r\nbelow average cost, the merchandiser will end up with large losses. Instead, it should\r\naccept that it cannot undo past decisions (and their associated sunk costs) and strive\r\nto minimize its losses.\r\nIt is important to emphasize that whether a cost is sunk depends on the decision\r\nbeing made and the options at hand. In the example just given, the cost of the\r\ndiscontinued lines of printers is a sunk cost with respect to the pricing decision\r\ntoday. But before the printers were ordered, their cost would not have been sunk.\r\nBy not ordering them, the merchandiser would have avoided the purchase and\r\nstorage costs.\r\nEconomic Casts and Profitability   21\r\nStents often confuse sunk costs with fixed costs. The two concepts are not the\r\nsame. In partienlar, some fixed costs need nor be sunk. For exampie, a railroad serving\r\nSydney to Adelaide needs a locomotive and a crew whether it hauls I carload of\r\nFreight or 20. The cost of the locomorive is thus a fixed cost. However, it is not\r\nnecessarily sunk. If the milroad abandons its Sydney-to-Adelaide line, it can sell\r\nthe Incomarive to another nailtoad or redeploy it to another route.\r\nSunk costs are important for the study of strategy, particularly in analyzing ri-\r\nwally among firms, making decisions to enter or exit markets, and deciding whether\r\nts adope new rechnologies.)\r\nFor example, the concept of sunk costs helps explain why\r\nestablished American steel firms were unwilling to invest in continuous casting tech-\r\nnology, even as new Japanese firms building \" greenfield\" facilities did adopt the new\r\ntechnology. The new technology had higher fixed costs. but lower variable operating\r\ncosts. Established American firms viewed the fixed cost of their old technologies as\r\nsunk. Thus, dey compared the savings in operating costs against the fixed cost of\r\nthe new technology: The Japanese firms, in contrast, compared the savings in oper-\r\nating costs against the difference berween the fixed costs of the new and old technol-\r\nogies. American firms thus required a larger cost savings than the Japanese firms to\r\ninduce them to adopt the new technology. Despite criticism in the popular business\r\npress, die American firms' decisions to delay adoption of new technology was eco-\r\nnomically sound, serving to maximize profits even if it did entail higher operating\r\ncasts. We will rerurn to the concent of sunk costs throughout the text.\r\nECONOMIC COSTS AND PROFITABILITY\r\nEconomic versus Accounting Costs\r\nThe costs in Tables I.D and 1.2 reflect the accountant's concept of costs.. This con-",
  "cept is grounded in die principles of accrual accounting, which emphasize historical\r\ncosts. Acenunting statements- in particular, income statements and balance sheets-\r\nare designed to serve an audience outside the firm, such as lenders and equity inves-\r\ntors. The accounting numbers must thus be objective and verifiable, principles that\r\nare well served by historical costs.\r\nHowever, the costs dat appear in accounting statements are not necessarily\r\nappropriate for decision making inside a firm. Business decisions require the\r\nmeasurement of economic costs, which are based on the concept of opportunity\r\ncost. This concept says that the economic cost of deploying resources in a particular\r\nactivity is the value of the best forgone alternative use of chose resources.  conomic\r\ncost may not correspond to the historical costs represented in Tables L.I and 1.2.\r\nSuppose, for example, dat the firm purchased its raw materials at a price below\r\nTheir current market price. Would the costs of goods manufactured in Table 1.2 rep-\r\nresent tie cconomic cost to the firm of using these resources? The answer is no.\r\nWhen the firm uses them to produce finished goods, it forsakes the alternative of\r\nreselling the materials at the market price. The economic cost of the firm's pro-\r\nducrion activities reflects this forgone opportunity.\r\nAt a broader level, consider the resources (plant, equipment, land, etc.) that have\r\nBeen purchased with funds that stockholders provide to the firm. To attract these\r\nfunds, the firm must offer the stockholders a return on their investment that is at\r\nleast as large as the return that they could have received from investing in activities\r\nof comparable risk. To illustrate, suppose that at the beginning of 2009. a firm's\r\n22   Chapter I   Basie Microeconomie Prineiples\r\nassets could have been liquidated for $100 million. By tying their funds up in the firm,\r\ninvestors lose the opportunity to invest the $100 million in an activity providing an H\r\npercent return. Morcover, suppose that because of wear and tear and ereeping obso.\r\nlescence of plant and equipment, the value of the assets deelines by 1 percent over the\r\nyear 2009. The annualized cost of the firm's assets for 2009 is then (0.08 + 0.01) *\r\n$100 million = $9 million per year. This is an economie cost, but it would not appear\r\nin the firm's income statement.\r\nIn studying strategy, we are interested in analyzing why firms make their decisions\r\nand what distinguishes good decisions from poor ones, given the opportunities and the\r\nconstraints firms face. in our formal theories of firm behavior, we thus emphasize\r\neconomic costs rather than historical accounting costs. This is not to say that account\r\ning costs have no place in the study of business strategy. Quite the contrary: In assess-\r\ning the past performance of the firm, in comparing one firm in an industry to another,\r\nor in evaluating the financial strength of a firm, the informed use of accounting state-\r\nments and accounting ratio analysis can be illuminating. However, the concept of",
  "opportunity cost provides the best basis for good economie decisions when the firm\r\nmust choose among competing alternatives. A firm that consistently deviated from\r\nthis idea of cost would miss opportunities for earning higher profits. In the end, it\r\nmight be driven out of business by firms that are better at seizing profit-enhancing\r\nopportunities, or it may find itself starved for capital as investors bid down its stock\r\nprice. Whenever we depict a cost function or discuss cost throughout this book, we\r\nhave in mind the idea of costs as including all relevant opportunity costs.\r\nEconomic Profit versus Accounting Profit\r\nHaving distinguished between economic cost and accounting cost, we can now\r\ndistinguish between economic profit and accounting profit:\r\n  Accounting profit = Sales revenue - Accounting cost.\r\n  Economic profit = Sales revenue - Economic cost\r\n= Accounting profit - (Economic cost - Accounting cost).\r\nTo illustrate the distinction between the two concepts, consider a small software\r\ndevelopment firm that is owner operated. In 2009, the firm earned revenue of\r\n$1,000,000 and incurred expenses on supplies and hired labor of $850,000. The owner's\r\nbest outside employment opportunity would be to earn a salary of $200,000 working for\r\nMicrosoft. The software firm's accounting profit is $1,000,000 - $850,000 = $150,000.\r\nThe software firm's economic profit deducts the opportunity cost of the owner's labor\r\nservices and is thus $1,000,000 - $850,000 - $200,000 = -$50,000. This means that\r\nthe owner made $50,000 less in income by operating this business than she could\r\nhave made in her best outside alternative. The software business \"destroyed\" $50,000\r\nof the owner's wealth in that, by operating the software business, she earned $50,000\r\nless income than she might have otherwise.\r\n    *   DEMAND AND REVENUES\r\nThe second component of profit is sales revenue, which is intimately related to the\r\nfirm's pricing decision. To understand how a firm's sales revenue depends on its pric-\r\ning decision, we will explore the concept of a demand eurve and the price elasticity of\r\ndemand.\r\nDemand and Revenues   23\r\nDemand Curve\r\nThe demand function describes the relationship between the quantity of product that\r\nthe firm is able to sell and all the variables that influence that quantity. These vari-\r\nables include the price of the product, the prices of related products, the incomes\r\nand tastes of consumers, the quality of the product, advertising, and many other vari-\r\nables commonly thought to make up the firm's marketing mix. With so many vari-\r\nables, it would be difficult to depict the demand function on a graph.\r\nOf special interest is the relationship between quantity and price. To focus on\r\nthis important relationship, imagine that all the other variables that influence the\r\nquantity demanded remain fixed, and consider how the quantity demanded would\r\nchange as the price changes.\r\nWe can show this simple relationship on a graph.\r\nFigure 1.7 depicts a demand curve. We would expect the demand curve to be down-",
  "ward sloping: The lower the price, the greater the quantity demanded; the higher the\r\nprice, the smaller the quantity demanded. This inverse relationship is called the law of\r\ndemand.\r\nThe law of demand may not hold if high prices confer prestige or enhance a prod-\r\nuct's image, or when consumers cannot objectively assess the potential performance of\r\na product and use price to infer quality. Both prestige and signaling effects could\r\nresult in demand curves that slope upward for some range of prices. Even so, personal\r\nexperience and countless studies from economics and marketing confirm that the law\r\nof demand applies to most products.\r\nAs Figure 1.7 shows, the demand curve is typically drawn with price on the ver-\r\ntical axis and quantity on the horizontal axis. This may seem strange because we think\r\nthat price determines the quantity demanded, not the other way around. However,\r\nthis representation emphasizes a useful alternative interpretation for a demand\r\ncurve. Not only does the demand curve tell us the quantity consumers will purchase\r\nat any given price, it also tells us the highest possible price that the market will bear\r\nfor a given quantity or supply of output. Thus, in Figure 1.7, if the firm sets a target\r\nof selling output level Q' (which might be what it can produce by running at full\r\ncapacity), the demand curve tells us that the highest price the firm can charge is P'.\r\nFIGURE 1.7\r\nDEMAND CURVE\r\nPrice\r\nThe demand curve shows the quantity of a\r\nproduct that consumers will purchase at different\r\nprices. For example, at price P consumers\r\npurchase Q' units of the product. We would\r\nexpect an inverse relationship between quantity\r\nand price. so this curve is downward sloping.\r\nQ Quantity\r\n24   Chapter 1   Basic Microeconomic Principles\r\nThe Price Elasticity of Demand\r\nLook at a firm that is considering a price increase. The firm understands that accord-\r\ning to the law of demand, the increase in price will result in the loss of some sales. This\r\nmay be acceptable if the loss in sales is not \"too large.\" If sales do not suffer much, the\r\nfirm may actually increase its sales revenue when it raises its price. If sales drop sub-\r\nstantially, however, sales revenues may decline, and the firm could be worse off.\r\nFigure 1.8 illustrates the implications of the firm's pricing decision when its\r\ndemand curve has one of two alternative shapes, D4 and De. Suppose the firm is cur-\r\nrently charging Po and selling Qo, and is considering an increase in price to P4. If the\r\nfirm's demand curve is D4, the price increase would cause only a small drop in sales.\r\nIn this case, the quantity demanded is not very sensitive to price. We would suspect\r\nthat the increase in price would increase sales revenue because the price increase\r\nswamps the quantity decrease. By contrast, if the firm's demand curve is D, the\r\nincrease in price would cause a large drop in sales. Here, the quantity demanded\r\nis very sensitive to price. We would expect that the price increase would decrease",
  "sales revenues.\r\nAs this analysis shows, the shape of the demand curve can strongly affect the suc-\r\ncess of the firm's pricing strategy. The concept of the price elasticity of demand sum-\r\nmarizes this effect by measuring the sensitivity of quantity demanded to price. The\r\nprice elasticity of demand, commonly denoted by n, is the percentage change in\r\nquantity brought about by a 1 percent change in price. Letting subscript \"0\" rep-\r\nresent the initial situation and \"|\" represent the situation after the price changes,\r\nthe formula for elasticity is\r\n10/00\r\nAP/Po\r\nwhere AP = P, - Po is the change in price, and AQ = Q, - Qo is the resulting change\r\nin quantity.\" To illustrate this formula, suppose price is initially $5, and the\r\nFiGuRe 1\r\nPRICE SENSITIVTTY AND THE SHAPE OF THE DEMAND CURVE\r\nWhen the demand curve is D4, a change in price\r\nfrom Po to P, has only a small effect on the\r\nquantity demanded. However, when the demand\r\ncurve is De, the same change in price results in a\r\nlarge drop in quantity demanded. When D4 is\r\nthe demand curve, we would conjecture that the\r\nincrease in price would increase sales revenues,\r\nbut when De is the demand curve, the price\r\nincrease would reduce sales revenues.\r\nQ0\r\nQ Quantity\r\ncorresponding quantity demanded is 1,000 units. If the price rises to $5.75, though,\r\nthe quantiry demanded would fall to 800 units. Then\r\n800 - 1000\r\n1000\r\n5.75 - 5\r\n-0.20\r\n= 1.33\r\n0.15\r\nThus, over the range of prices between $5.00 and $5.75, quantity demanded falls at a\r\nrate of 133 percent for every 1 percent increase in price.\r\nThe price elasticity n might be less than I or greater than I.\r\n  If m is less than 1, we say that demand is imelatis, which is the situation along\r\ndemand curve D, for the price change being considered.\r\n  If n is greater than 1, we say that demand is elastic, which is the situation\r\nalong demand curve Ds for the price change being considered.\r\nGiven an estimate of the price elasticity of demand, a manager could calculate the\r\nexpected percentage change in quantity demanded resulting from a given change\r\nin price by muitiplying the percentage change in price by the estimated elasticity.\r\nTo illustrite, suppose management believed n7 = 0.75.\r\nIf it contemplated a 3 percent\r\nincrease in price, then it should expect a 3 x 0.75 = 2.25 percent drop in the quantity\r\ndemanded as a resalt of the price increase.\r\nPrice elasticities can be estimated wing statistical techniques, and economists\r\nand marketers have estimated price elasticities for many products. But in most prac-\r\ntical situations, managers will not have the benefit of a precise numerical estimate of\r\nelasticity based on statistical techniques. Consequently, the manager must rely on his\r\nor her knowledge of the product and the nature of the market to estimate price sen-\r\nsitivity. Among the factors that tend to make demand for the firm's product more\r\nsensitive to price are the following:\r\n  The product has few\r\nfeatures that differentiate it from rival products, and",
  "buyers are aware of the prices and features of rival products. Airline service is a good\r\nexample of a product that is hard to differentiate and where consumers can easily\r\ninform themselves of the range of prices that exist in a particular market.\r\n Buvers\" expenditures on the produ act are a large fraction of their total expenditures.\r\nLa this case, the savings from finding a comparable item at a lower price are\r\nlarge, so consumers tend to shop more than when making small purchases.\r\nRefrigerators and washing machines are products whose demand is fairly price\r\nsensitive beczuse consumers are motivated to shop around before purchasing.\r\n  The product is an input that buyers us e to produce a final good whose demand is\r\nitself sensitive to price. In this case, if buyers tried to pass through to their cus-\r\ntoners even small changes in the price of the input, demand for the finished good\r\ncould decrease drimatically. The input buyers will thus be very sensitive to price.\r\nle. a personal computer manufacturer's demand for components and\r\n-rials is Mely to be highly price elastic because consumer demand for personal\r\nAmong the factors that tend to make demand less sensitive to price are the following.\r\n  Comparisons among substitute products are difficult. This could be because the prod-\r\nact is complex and has many performance dimensions, because consumers have\r\n26   Chapter I   Basic Microeconomic Principles\r\nlittle or no experience with substitute products and thus would face a risk if they\r\npurchased them, or because comparison shopping is costly. Items sold door-to-door,\r\nsuch as Avon cosmetics, have traditionally been price inelastic because, at the time\r\nof sale, most consumers lack good information about the prices of alternatives.\r\n  Because of tax deductions or insurance, buyers pay only a fraction of the full price\r\nof the product. Health care is an excellent example.\r\n  A buyer would incur significant costs if it switched to a substitute product.\r\nSwitching costs could arise if the use of a product requires specialized training\r\nor expertise that is not fully transferable across different varieties of the\r\nproduct. For example, to the extent that a consumer develops expertise in\r\nusing a particular word-processing package that is incompatible with available\r\nalternatives, switching costs will be high, and price sensitivity for upgrades\r\nwill be low.\r\n  The product is used in conjunction with another product that buyers have com-\r\nmitted themselves to. For example, an owner of a copying machine is likely to be\r\nfairly insensitive to the price of toner, because the toner is an essential input in\r\nrunning the copier.\r\nBrand-Level versus Industry-Level Elasticities\r\nStudents often mistakenly suppose that just because the demand for a product is\r\ninelastic, the demand facing each seller of that product is also inelastic. Consider,\r\nfor example, gasoline. Many studies have documented that the demand for gasoline\r\nis price inelastic, with elasticities of around 0.10-0.20. This suggests that a general",
  "increase in the prices charged at all gas stations would only modestly affect overall\r\ngasoline demand. However, if only one gas station increases its price, the demand\r\nfor that gas station would probably drop substantially because consumers would\r\npatronize other stations. Thus, while demand can be inelastic at the industry level,\r\nit can be highly elastic at the brand level.\r\nShould a firm use an industry-level elasticity or a firm-level elasticity in asses-\r\nsing the impact of a price change? The answer depends on what the firm expects its\r\nrivals to do. If a firm expects that rivals will quickly match its price change, then\r\nthe industry-level elasticity is appropriate. If, by contrast, a firm expects that rivals\r\nwill not match its price change (or will do so only after a long lag), then the brand-\r\nlevel elasticity is appropriate. For example, Pepsi's price cut succeeded because\r\nCoke did not retaliate. Had Coke cut its price, the outcome of Pepsi's strategy\r\nwould have been different. Making educated conjectures about how rivals will\r\nrespond to pricing moves is a fascinating subject. We will encounter this subject\r\nagain in Chapter 10.\r\nTotal Revenue and Marginal Revenue Functions\r\nA firm's total revenue function, denoted by TR(Q), indicates how the firm's sales rev-\r\nenues vary as a function of how much product it sells. Recalling our interpretation of\r\nthe demand curve as showing the highest price P(Q) that the firm can charge and sell\r\nexactly Q units of output, we can express total revenue as\r\nTR(0) = P(2)Q\r\nDemand and Revenues   27\r\nJust as a fire is interested in the impact of a change in output on its costs, it is\r\nalso interested in how a change in output will affect its\r\nfirm's\r\nmarginal revenue, MAX is analogous to its marginal cost. It represents the\r\nrate of change in total revenue that results from the sale of AQ additional units\r\nof output:\r\nTR(O + 40) - TR(0)\r\nMA(0) =\r\n40\r\nIt seems plausible that total revenue would go up as the firm sells more our\r\nput, and thus AR would always be positive. But with a downward sloping demand\r\ncurve, this is not necessarily true.\r\nTo sell more, the firm must lower its price.\r\nThus while it generates revenue on the extra units of output it sells at the\r\nlower price, it loses revenue on all the units it would have sold at the higher\r\nprice. Economists call this the reeven destraction effect. For example, an online\r\nelectronics retailer may sell 110 DVDs per day at a price of SIl per dise and\r\n120 DVDs at 59 per disc. It gains additional revenue of $90 per day on the\r\nextra 10 DVDs sold at the lower price of $9, but it sacrifices $220 per day on\r\nthe 110 DVDs that it could have sold for $2 more. The marginal revenue in\r\nthis case would equal - $130/10, or -$13; the store loses sales revenue of $13\r\nfor each additional DVD it sells when it drops its price from $11 to $9.\r\nIn general, whether marginal revenue is positive or negative depends on the price\r\nelasticity of demand. The formal relationship (whose derivation is not important for",
  "our purposes) is\r\nMRIO) = P(1 - 1)\r\nFor example, if  = 0.75, and the current price P= $15, then marginal revenue\r\nMR = 15(1 - 1/0.75) = - S5. More generally,\r\n  When demand is elastie, so that   > 1, it follows that MR > 0. In this case, the\r\nincrease in output brought about by a reduction in price will raise total sales\r\nrevenues.\r\n  When demand is inelastic, so that 1 < 1, it follows that MIR < 0. Here, the\r\nincrease in output brought about by a reduction in price will lower total sales\r\nrevenue.\r\nNote that this formula implies that MR < P. This makes sense in light of what\r\nwe just discussed. The price P is the additional revenue the firm gets from each\r\nadditional unit it sells, but the overall change in revenues from selling an additional\r\nunit must factor in the revenue destruction effect.\r\nFigure 1.9 shows the graph of a demand curve and its associated marginal\r\nrevenue curve. Because MR < P, the marginal revenue curve must lie everywhere\r\nbelow the demand curve, except at a quantity of zero. For most demand curves,\r\nthe marginal revenue curve is everywhere downward sloping and at some point\r\nwill shift from being positive to negative. (This occurs at output Q' in the\r\nfigure.)\r\n28   Chapter 1   Basie Mieroeconomic Principles\r\nFIGURE 1.9\r\nTHE MARGINAL REVENUE CURVE AND THE DEMAND CURVE\r\nPrice, marginal revenue\r\nMR represents the marginal revenue curve\r\nassociated with the demand curve D. Because\r\nMR < P, the marginal revenue curve must lie\r\neverywhere below the demand curve except at a\r\nquantity of 0. Marginal revenue is negative for\r\nquantities in excess of Q.\r\nQ Quantity\r\nTHEORY OF THE FIRM: PRICING AND OUTPUT DECISIONS\r\nPart Two of this book studies the structure of markets and competitive rivalry within\r\nindustries. To set the stage for this analysis, we need to explore the theory of the firm,\r\na theory of how firms choose their prices and quantities. This theory has both explan-\r\natory power and prescriptive usefulness. That is, it sheds light on how prices are\r\nestablished in markets, and it also provides tools to aid managers in making pricing\r\ndecisions.\r\nThe theory of the firm assumes that the firm's ultimate objective is to make as\r\nlarge a profit as possible. The theory is therefore appropriate to managers whose\r\ngoal is to maximize profits. Some analysts argue that not all managers seek to\r\nmaximize profits, so that the theory of the firm is less useful for describing actual\r\nfirm behavior. An extensive discussion of the descriptive validity of the profit-\r\nmaximization hypothesis would take us beyond this primer. Suffice to say that a\r\npowerful \"evolutionary\" argument supports the profit-maximization hypothesis: if,\r\nover the long haul, a firm's managers did not strive to achieve the largest amount\r\nof profit consistent with industry economics and its own particular resources, the\r\nfirm would either disappear or its management would be replaced by one that better\r\nserved the owners' interests.\r\nIdeally, for any given amount of output the firm might want to sell, it would",
  "prefer to set price as high as it could. As we have seen, though, the firm's demand\r\ncurve limits what that price can be. How, then, is the optimal output determined?\r\nThis is where the concepts of marginal revenue and marginal cost become useful.\r\nRecalling that \"marginals\" are rates of change (change in cost or revenue per one-\r\nunit change in output), the changes in revenue, cost, and profit from changing\r\noutput by AQ units (where AQ can either represent an increase in output, in\r\nTheory of the Firm: Pricing and Output Decisions   29\r\nwhich case it is a positive amount, or a decrease in output, in which case it is a\r\nnegative amount) are\r\nChange in Total Revenue = MR > AQ\r\nChange in Total Cost = MC * AQ\r\nChange in Total Profit = (MR - MC) * AQ\r\nThe firm clearly would like to increase profit. Here's how:\r\n  If MR > MC, the firm can increase profit by selling more (AQ > 0), and to\r\ndo so, it should lower its price.\r\n  If MR < MC, the firm can increase profit by selling less (AQ < 0), and to\r\ndo so, it should raise its price.\r\n  If MR = MC, the firm cannot increase profits either by increasing or decreasing\r\noutput. It follows that output and price must be at their optimal levels.\r\nFigure 1.10 shows a firm whose output and price are at their optimal levels.\r\nThe curve D is the firm's demand curve, MR is the marginal revenue curve, and\r\nMC is the marginal cost curve.\r\nThe optimal output occurs where MR = MC, that\r\nis, where the MR and MC curves intersect. This is output Q* in the diagram.\r\nThe optimal price P* is the associated price on the demand curve.\r\nAn alternative and perhaps more managerially relevant way of thinking about\r\nthese principles is to express MR in terms of the price elasticity of demand. Then\r\nthe term MR = MC can be written as\r\nP(1-1 =  \r\nLet us now suppose that, as a first approximation, the firm's total variable costs\r\nare directly proportional to output, so that MC = c, where c is the firm's average variable\r\nFIGURE 1.10\r\nOPTIMAL QUANTIIY AND PRICE FOR A PROFTT-MAXIMIZING FIRM\r\nPrice, marginal\r\nThe firm's optimal quantity occurs at Q*, where\r\nMR = MC. The optimal price P is the price the\r\nfirm must charge to sell Q* units. It is found from\r\nthe demand curve.\r\n30   Chapter 1   Basic Microeconomic Principles\r\ncost. The percentage contribution margin, or PCM, on additional units sold is the ratio\r\nof profit per unit to revenue per unit, or PCM = (P - 0)/P. Algebra establishes that\r\nMR - MC > 0 as n > 1/PCM\r\nMR - MC < 0 as m < 1/PCM\r\nwhich implies that\r\n  A firm should lower its price whenever the price elasticity of demand exceeds the\r\nreciprocal of the percentage contribution margin on the additional units it\r\nwould sell by lowering its price.\r\n  A firm should raise its price when the price elasticity of demand is less than the\r\nreciprocal of the percentage contribution margin of the units it would not sell by\r\nraising its price.\r\nThese principles can guide pricing decisions even though managers do not know\r\nthe firm's demand curve or marginal cost function. Managers have only to make edu-",
  "cated conjectures about the relative magnitude of elasticities and contribution\r\nmargins.I An example may help cement these concepts. Suppose P= $10 and\r\n= 55, so PCM = 0.50. Then the firm can increase profits by lowering its price if\r\nits price elasticity of demand n exceeds 1/0.5 = 2. If, instead, P= $10 and c = $8,\r\nso that PCM = 0.2, the firm should cut its price if n> 5. As this example shows,\r\nthe lower a firm's PCM (e.g., because its marginal cost is high), the greater its\r\nprice elasticity of demand must be for a price-cutting strategy to raise profits.\r\n        PERFECT COMPETITION\r\nA special case of the theory of the firm is the theory of perfect competition. This the-\r\nory highlights how market forces shape and constrain a firm's behavior and interact\r\nwith the firm's decisions to determine profitability. The theory deals with a stark\r\ncompetitive environment: an industry with many firms producing identical products\r\n(so that consumers choose among firms solely on the basis of price) and where firms\r\ncan enter or exit the industry at will. This is a caricature of any real market, but it\r\ndoes approximate industries such as aluminum smelting and copper mining in\r\nwhich many firms produce nearly identical products.\r\nBecause firms in a perfectly competitive industry produce identical products,\r\neach firm must charge the same price. This market price is beyond the control of\r\nany individual firm; it must take the market price as given. For a firm to offer to\r\nsell at a price above the market price would be folly because it would make no\r\nsales. Offering to sell below the market price would also be folly because the firm\r\nwould needlessly sacrifice revenue. As shown in Figure 1.11, then, a perfectly com-\r\npetitive firm's demand curve is perfectly horizontal at the market price, even though\r\nthe industry demand curve is downward sloping. Put another way, the firm-level\r\nprice elasticity of demand facing a perfect competitor is infinite, even though the\r\nindustry-level price elasticity is finite.\r\nGiven any particular market price, each firm must decide how much to produce.\r\nApplying the insights from the theory of the firm, the firm should produce at the\r\npoint where marginal revenue equals marginal cost. When the firm's demand\r\ncurve is horizontal, each additional unit it sells adds sales revenue equal to the market\r\nPerfect Competition   31\r\nFIGURE 1.11\r\nDEMAND AND SUPPLY CURVES FOR A PERFECTLY COMPETTTIVE FIRM\r\nA perfectly competitive firm takes the market\r\nprice as given and thus faces a horizontal demand\r\ncurve at the market price. This horizontal line\r\nalso represents the firm's marginal revenue curve\r\nMR. The firm's optimal output occurs where its\r\nmarginal revenue equals marginal cost.\r\nthe market price is Po, the optimal output is Qo-\r\nIf the market price were to change, the firm's\r\noptimal quantity would also change. At price Pr,\r\nthe optimal output is Qi. At price Po, the optimal\r\noutput is Qo. The firm's supply curve traces out\r\nthe relationship between the market price and",
  "the firm's optimal quantity of output. This curve\r\nis identical to the firm's marginal cost curve.\r\n  Pr\r\nPrice, marginal\r\nP.\r\nPo\r\nQo\r\nQ, 02\r\n0 Onantity\r\nprice. Thus, the firm's marginal revenue equals the market price, and the optimal\r\noutput, shown in Figure 1.11, is where marginal cost equals the market price.\r\nIf we were to graph how a firm's optimal output changed as the market price\r\nchanged, we would trace out a curve that is identical to the firm's marginal cost func-\r\ntion. This is known as the firm's supply curve. It shows the amount of output the\r\nperfectly competitive firm would sell at various market prices. Thus, the supply\r\ncurve of a perfectly competitive firm is identical to its marginal cost function.\r\nIf we aggregate over the firm supply curves of all active producers in the industry,\r\nwe get the industry supply curve, depicted in Figure 1.12 as SS. This figure shows an\r\nFIGURE 1.12\r\nFIRM AND INDUSTRY SUPPLY CURVES UNDER PERFECT COMPETTTION\r\nS15\r\nPrice, marginal\r\nS10\r\n40\r\nunits units\r\nFirm's quantity\r\n40.000 50.000\r\nunits units\r\nIndustry quantity\r\nA single firm's supply curve is shown in the graph on the left. The industry's supply curve SS is\r\nshown in the graph on the right. These graphs depict an industry of 1,000 identical firms.\r\nThus, at any price the industry supply is 1,000 times the amount that a single firm would\r\nsupply.\r\n32   Chapter 1   Basic Microeconomic Principles\r\nindustry with 1,000 identical active firms. At any price, the industry supply is 1,000\r\ntimes the supply of an individual firm. Given the industry supply curve, we can\r\nnow see how the market price is determined. For the market to be in equilibrium,\r\nthe market price must be such that the quantity demanded equals the quantity sup\r\nplied by firms in the industry. This situation is depicted in Figure 1.13, where p.\r\ndenotes the price that \"clears\" the market. If the market price was higher than P .\r\nthen more of the product would be offered for sale than consumers would like to\r\nbuy. The excess supply would then place downward pressure on the market price.\r\nIf the market price was lower than P , then there would be less of the product offered\r\nfor sale than consumers would like to buy. Here, the excess demand would exert\r\nupward pressure on the market price. Only when the quantities demanded and sup-\r\nplied are equal--when price equals P*_-is there no pressure on price to change.\r\nThe situation shown in Figure 1.13 would be the end of the story if additional\r\nfirms could not enter the industry. However, in a perfectly competitive industry, firms\r\ncan enter and exit at will. The situation in Figure 1.13 is thus unstable because firms\r\nin the industry are making a profit (price exceeds average cost at the quantity a* that\r\neach firm supplies). Thus, it will be attractive for additional firms to enter and begin sell-\r\ning. Figure 1.14 shows the adjustment that oceurs. As more firms enter, the supply curve\r\nSS shifts outward to SS. As this happens, the quantity supplied exceeds the quantity",
  "demanded, and there is pressure on price to fall. It will continue to fall until no additional\r\nentry occurs. This is when the market price just equals a typical firm's average cost. As we\r\nhave seen, to optimize output, firms produce where market price equals marginal cost.\r\nThus, in the long-run equilibrium depicted in Figure 1.14, firms are producing at mini-\r\nmum efficient scale (recall, this is the quantity corresponding to the minimum point on\r\nthe average cost curve), and the equilibrium market price P** equals the minimum level\r\nof average cost.\r\nFIGURE 1.13\r\nPERFECTLY COMPETITIve INDUStRy PRioR TO NEw ENtRy\r\nPrice, marginal cost, average\r\nProfit\r\nper unit\r\nFirm's quantity\r\nIndustry quantity\r\nAt the price P , each firm is producing its optimal amount of output 4*. Moreover, the quantity\r\ndemanded equals the quantity Q* supplied by all firms in the industry. However, each firm is\r\nearning a positive profit because at q*, the price P* exceeds average cost AC(*), resulting in a\r\nprofit on every unit sold. New firms would thus want to enter this industry.\r\nPerfect Competition   33\r\nrice, marginal cost, average cost\r\n!\r\nPERFECTLY COMPETITIVE INDUSTRY AT LONG-RUN EOUlLiBRIUM\r\nFIGURE 1.14\r\nFirm's quantity\r\nIndustry quantity\r\nAt price P , new entrants are attracted to the industry. As they come in, the industry's supply\r\ncurve shifts to the right, from SS to SS', resulting in a reduction in market price. Entry ceases\r\nto occur when firms are earning as muc h inside the industry as they can earn outside it. Each\r\nfirm thus earns zero economic profit, or equivalently, price equals average cost. Firms are\r\nchoosing the optimal out t and earning zero economic profit when they produce at the point\r\nat which market price equals both marginal cost and average cost. This occurs when the price is\r\nP* and firms produce a*. Firms are thus at the minimum point on their average cost function.\r\nSuppose, now, that market demand suddenly falls. Figure 1.15 shows what hap-\r\npens. The fall in market demand is represented by a shift from demand curve Do to\r\nD.. Initially, market price would fall to P and firms' revenues would not cover their\r\neconomic costs. The industry \"shakeout\" then begins. Firms begin to exit the indus-\r\ntry. As this occurs, the industry supply curve shifts to the left, and price begins to rise.\r\nOnce the shakeout fully unfolds, the industry supply curve will have shifted to SS,\r\nand the market price will once again reach P**.\r\n. Firms are then again optimizing on\r\noutput and earning zero profit. Thus, no matter what the level of industry demand,\r\nthe industry will eventually supply output at the price P**.\r\nThis theory implies that free entry exhausts all opportunities for making profit.\r\nThis implication sometimes troubles management students because it seems to\r\nsuggest that firms in perfectly competitive industries would then earn zero net\r\nincome. But remember the distinction between economic costs and accounting\r\ncosts. Economic costs reflect the relevant opportunity costs of the financial capital",
  "that the owners have provided to the firm. Zero profits thus means zero economic\r\nprofit, not zero accounting profit. Zero economic profit simply means that investors\r\nare earning returns on their investments that are commensurate with what they could\r\nearn from their next best opportunity.\r\nThat free entry dissipates economic profit is one of the most powerful insights in\r\neconomics, and it has profound implications for strategy. Firms that base their strat-\r\negies on products that can be easily imitated or skills and resources that can be easily\r\nacquired put themselves at risk to the forces that are highlighted by the theory of per-\r\nfect competition. To attain a competitive advantage, a firm must secure a position in\r\n34   Chapter 1   Basic Microeconomic Principles\r\nFIGURE 1.15\r\nEFFECT OF A REDUCTION IN DEMAND ON THE LONG-RUN PERFECTLY COMPETITIVE\r\nFirm's quantity\r\nIndustry quantity\r\nWhen demand falls, the demand curve shifts from Do to Di, and price would initially fall to P.\r\nFirms would earn less than they could elsewhere and would eventually begin to leave the\r\nindustry. As this happens, the supply curve shifts to the left from S$ to SS,. The industry\r\nshakeout ends when price is again P**.\r\nthe market that protects itself from imitation and entry. How firms might do this is\r\nthe subject of Chapters 13, 14, and 15.\r\n  GAME THEORY\r\nThe perfectly competitive firm faces many competitors, but in making its output\r\ndecision, it does not consider the likely reactions of its rivals. This is because the\r\ndecisions of any single firm have a negligible impact on market price. The key stra-\r\ntegic challenge of a perfectly competitive firm is to anticipate the future path of prices\r\nin the industry and maximize against it.\r\nIn many strategic situations, however, there are few players. For example, four\r\nproducers- -Asahi, Kirin, Sapporo, and Suntory-account for well over 90 percent\r\nof sales in the Japanese beer market. In the market for transoceanic commercial air-\r\ncraft, there are just two producers: Boeing and Airbus. In these \"small numbers\" situ-\r\nations, a key part of making strategic decisions--pricing, investment in new facilities,\r\nand so forth--is anticipating how rivals may react.\r\nA natural way to incorporate the reactions of rivals into your analysis of strategic\r\noptions is to assign probabilities to their likely actions or reactions and then choose\r\nthe decision that maximizes the expected value of your profit, given this probability dis-\r\ntribution. But this approach has an important drawback: How do you assign probabil-\r\nities to the range of choices your rivals might make? You may end up assigning positive\r\nprobabilities to decisions that, from the perspective of your competitors, would be fool-\r\nish. If so, then the quality of your \"decision analysis\" would be seriously compromised.\r\nA more penetrating approach would be to attempt to \"get inside the minds\" of your\r\ncompetitors, figure out what is in their self-interest, and then maximize accordingly.",
  "you\r\nnOT\r\nand\r\n=\r\nqu\r\n \r\nFE\r\nGame Theory   35\r\nHowever, your rivals' optimal choices will often depend on their expectations of what\r\nyou intend to do, which, in turn. depend on their assessments of your assessments\r\nabout them. How can one sensibly analyze decision making with this circularity?\r\nGame theory is most valuable in precisely such contexts. It is the branch of eco-\r\nnomics concerned with the analysis of optimal decision making when all decision\r\nmakers are presumed to be rational and each is attempting to anticipate the actions\r\nand reactions of its competitors. Much of the material in Part Two on industry analy-\r\nsis and competitive strategy draws on basic game theory. In this section, we introduce\r\nthese basic ideas. In particular, we discuss games in matrix and game tree form as well\r\nas the concepts of a Nash equilibrium and subgame perfection.\r\nGames in Matrix Form and the Concept of Nash Equilibrium\r\nThe easiest way to introduce the basic elements of game theory is through a simple\r\nexample. Consider an industry that consists of two firms, Alpha and Beta, that pro-\r\nduce identical products. Each must decide whether to increase its production capacity\r\nin the upcoming year. We will assume that each firm always produces at full capacity.\r\nThus, expansion of capacity entails a tradeoff. The firm may achieve a larger share of\r\nthe market, but it may also put downward pressure on the market price. The conse-\r\nquences of each firm's choices are described in Table 1.3. The first entry is Alpha's\r\nannual economic profit; the second entry is Beta's annual economic profit.\r\nEach firm will make its capacity decision simultaneously and independently of\r\nthe other firm. To identify the \"likely outcome\" of games like the one shown in\r\nTable 1.3, game theorists use the concept of a Nash equilibrium. At a Nash equi-\r\nlibrium outcome, each player is doing the best it can, given the strategies of the\r\nother players. In the context of the capacity expansion game, the Nash equilibrium\r\nis that pair of strategies (one for Alpha, one for Beta) such that\r\n  Alpha's strategy maximizes its profit, given Beta's strategy.\r\n  Beta's strategy maximizes its profit, given Alpha's strategy.\r\nIn the capacity expansion game, the Nash equilibrium is (EXPAND, EXPAND);\r\nthat is, each firm expands its capacity. Given that Alpha expands its capacity, Beta's\r\nbest choice is to expand its capacity (yielding profit of 16 rather than 15). Given\r\nthat Beta expands its capacity, Alpha's best choice is to expand its capacity.\r\nIn this example, the determination of the Nash equilibrium is fairly easy, because\r\nfor each firm the strategy EXPAND maximizes profit no matter what decision its\r\ncompetitor makes. In this situation, we say that EXPAND is a dominant strategy.\r\nTABLE 1.3\r\nCAPACITY GAME BETWEEN ALPHA AND BETA\r\nBeta\r\nAlpha\r\nDO NOT EXPAND\r\nEXPAND\r\nDo Not Expand\r\n$18, $18\r\n$20, $15\r\nAll amounts are in millions per year. Alpha's payoff is first; Beta's is second.\r\nExpand",
  "S15, $20\r\n$16, $16\r\n36 - Chapter 1   Basic Microcconomic Principles\r\nTABLE 1.4\r\nMODIFIED CAPACITY GAME BETWEEN ALPHA AND BETA\r\nBeta\r\nDO NOT EXPAND\r\nAlpha\r\nSMALL\r\nDo Not Expand\r\n$18, 518\r\n520, 515\r\n618. 59\r\nLARGE\r\nAll amounts are in millions per year. Alpha's payoff is first; Beta's is second.\r\nSmall\r\n515, 520\r\n516,516\r\n512, 58\r\nExpand\r\n59, 518\r\nS8. S12\r\nSO, SO\r\nWhen a player has a dominant strategy, it follows (from the definition of the Nash\r\nequilibrium) that that strategy must also be the player's Nash equilibrium strategy.\r\nHowever, dominant strategies are not inevitable; in many games players do not\r\npossess dominant strategies (e.g., the game in Table 1.4).\r\nWhy does the Nash equilibrium represent a plausible outcome of a game? Prob-\r\nably its most compelling property is that it is a self-enforcing focal point: If each party\r\nexpects the other party to choose its Nash equilibrium strategy, then both parties\r\nwill, in fact, choose their Nash equilibrium strategies. At the Nash equilibrium,\r\nthen, expectation equals outcome expected behavior and actual behavior converge.\r\nThis would not be true at non-Nash equilibrium outcomes, as the game in Table 1.4\r\nillustrates. Suppose Alpha (perhaps foolishly) expects Beta not to expand capacity and\r\nrefrains from expanding its own capacity to prevent a drop in the industry price level.\r\nBeta--pursuing its own self-interest-would confound Alpha's expectations, expand\r\nits capacity, and make Alpha worse off than it expected to be.\r\nThe capacity expansion game illustrates a noteworthy aspect of a Nash equilib-\r\nrium. The Nash equilibrium does not necessarily correspond to the outcome that\r\nmaximizes the aggregate profit of the players. Alpha and Beta would be collectively\r\nbetter off by refraining from the expansion of their capacities. However, the rational\r\npursuit of self-interest leads each party to take an action that is ultimately detrimental\r\nto their collective interest.\r\nThis conflict between the collective interest and self-interest is often referred to as\r\nthe prisoners' dilemma. The prisoners' dilemma arises because in pursuing its self-\r\ninterest, each party imposes a cost on the other that it does not take into account.\r\nIn the capacity expansion game, Alpha's addition of extra capacity hurts Beta because it\r\ndrives down the market price. As we will see in Chapters 8 and 10, the prisoners' dilemma\r\nis a key feature of equilibrium pricing and output decisions in oligopolistic industries.\r\nGame Trees and Subgame Perfection\r\nThe matrix form is particularly convenient for representing games in which each\r\nparty moves simultancously. In many situations, however, decision making is sequen-\r\ntial rather than simultaneous, and it is often more convenient to represent the game\r\nwith a game tree instead of a game matrix.\r\nTo illustrate such a situation, let us modify the capacity expansion game to allow\r\nthe firm to choose among three options: no expansion of current capacity, a small\r\nexpansion, or a large expansion. For contrast, let us first examine what happens",
  "when both firms decide simultaneously. This game is represented by the 3-by-3\r\n| 722el\r\nGame 'Theory   37\r\nFIGURE 1.16\r\nGAME TREE FOR SEQUENTIAL. CAPACITY EXPANSION GAME\r\nDo Not Expand\r\n(518, $18)\r\nDo Not Expand\r\nSmall\r\n($15, $20)\r\nLarge\r\nDo Not Expand\r\nAlpha,\r\n(S9, $18)\r\n($20, $15)\r\nBeta,\r\nSmall\r\nSmall\r\n(S16, S16)\r\nLarge\r\nDo Not Expand\r\n($8, $12)\r\n(S18, $9)\r\nBeta\r\nSmall\r\n(512, $8)\r\n(SO, SO)\r\nAlpha has three choices: DO NOT EXPAND, SMALL, and LARGE. Given Alpha's choice,\r\nBeta must then choose among DO NOT EXPAND, SMALL, LARGE. For whatever choice\r\nAlnha makes. Beta will make the choice that maximizes its profit. (These are underlined.)\r\nGiven Beta's expected choices, Alpha's optimal choice is LARGE.\r\nmatrix in Table 1.4. We leave it to the reader to verify that the Nash equilibrium in\r\nthis game is (SMALL, SMALL).\r\nBut now suppose that Alpha seeks to preempt Beta by making its capacity decision\r\na year before Beta's. Thus, by the time Beta makes its decision, it will have observed\r\nAlpha's choice and must adjust its decision making accordingly.'\r\n12 We can represent\r\nthe dynamics of this decision-making process by the game tree in Figure 1.16.\r\nIn analyzing this game tree, we see what is known as a subgame perfect Nash\r\nequilibrium (SPNE). In an SPNE, each player chooses an optimal action at each\r\nstage in the game that it might conceivably reach and believes that all other players\r\nwill behave in the same way.\r\nTo derive the SPNE, we use the so-called fold-back method: We start at the end\r\nof the tree, and for each decision node (represented by squares), we find the optimal\r\ndecision for the firm situated at that node. In this example, we must find Beta's opti-\r\nmal decision for each of the three choices Alpha might make: DO NOT EXPAND,\r\nSMALL, and LARGE. By folding back the tree in this fashion, we assume that Alpha\r\nanticipates that Beta will choose a profit-maximizing response to any strategic move\r\nAlpha might make. Given these expectations, we can then determine Alpha's optimal\r\nstrategy. We do so by mapping out the profit that Alpha gets as a result of each\r\noption it might choose, given that Beta responds optimally. The fold-back analysis\r\ntells us the following:\r\n  If Alpha chooses DO NOT EXPAND, then given Beta's optimal reaction,\r\nAlpha's profit will be $15 million.\r\n  If Alpha chooses SMALL, then given Beta's optimal reaction, Alpha's profit\r\nwill be $16 million.\r\n38   Chapter 1   Basie Microeconomic Principles\r\n  If Alpha chooses LARGE, then given Beta's optimal reaction, Alpha's profit\r\nwill be $18 million.\r\nThe SPNE is thus for Alpha to choose LARGE. Beta responds by choosing DO\r\nNOT EXPAND.\r\nNote that the outcome of the sequential-move game differs significantly from the\r\noutcome of the simultaneous-move game. Indeed, the outcome involves a strategy for\r\nAlpha (LARGE) that would be dominated if Alpha and Beta made their capacity\r\nchoices simultaneously. Why is Alpha's behavior so different when it can move\r\nfirst? Because in the sequential game, the firm's decision problems are linked through",
  "time: Beta can see what Alpha has done, and Alpha can thus count on a rational\r\nresponse by Beta to whatever action it chooses. In the sequential-move game, Alpha's\r\ncapacity choice has commitment value; it forces Beta into a corner. By committing to\r\na large-capacity expansion, Alpha forces Beta into a position where Beta's best\r\nresponse yields the outcome that is most favorable to Alpha. By contrast, in the\r\nsimultaneous-move game, Beta cannot observe Alpha's decision, so the capacity\r\ndecision no longer has commitment value for Alpha. Because of this, the choice of\r\nLARGE by Alpha is not nearly as compelling as it is in the sequential game. We dis-\r\ncuss commitment in detail in Chapter 9.\r\nCHAPTER SUMMARY\r\n  The total cost function represents the relationship between a firm's total costs and the\r\ntotal amount of output it produces in a given time period.\r\n \r\nTotal costs consist of fixed costs, which do not vary with output, and variable costs.\r\nAverage costs equal total costs divided by total output. Marginal costs represent the\r\nadditional cost of producing one more unit of output. Average costs are minimized at\r\nthe point where average costs equal marginal cost.\r\n \r\nSunk costs are costs that cannot be recovered if the firm stops producing or otherwise\r\nchanges its decisions.\r\n \r\nEconomic costs and economic profits depend on the costs and profits the firm would have\r\nrealized had it taken its next best opportunity. These are distinct from costs and profits\r\nreported on accounting statements.\r\n \r\nThe demand curve traces the amount that consumers are willing to pay for a good at\r\ndifferent prices, all else equal. Most demand curves are downward sloping. The price elas-\r\nticity of demand measures the percentage change in the quantity purchased for a 1 percent\r\nchange in price, all else equal.\r\n \r\nFirms facing downward-sloping demand curves must reduce price to increase sales. A firm's\r\nmarginal revenue is the additional revenue generated when the firm sells one more unit.\r\nFirms maximize profits by producing up to the point where the marginal revenue from an\r\nadditional sale exactly equals the marginal cost.\r\n \r\nIn a perfectly competitive market, there are many firms selling identical products to many\r\nconsumers. No firm can influence the price it charges.\r\nThe supply curve in a perfectly competitive market is the sum total of each firm's marginal\r\ncost curve; it represents the total quantity that firms are willing to sell at any given price.\r\nThe market demand curve represents the total quantity that consumers are willing to pur-\r\nchase at any given price.\r\n94 546069 8\r\nEndnotes   39\r\n\r\n \r\nIn a competitive equilibrium, the market price and quantity are given by the point where\r\nthe supply curve intersects the demand curve\r\nIn the competitive equilibrium, firms produce up to the point where price equals marginal\r\ncost. In the long run, entry forces prices to equal the minimum average cost of production.\r\nGame theoretic models explicitly account for how one firm's decisions may affect the",
  "decisions of its rivals. In a Nash equilibrium, all firms are making optimal choices,\r\ngiven the choices of their rivals.\r\nMatrix forms may be used to analyze games in which firms make simultaneous choices.\r\nExtensive forms are more appropriate when analyzing games when choices are sequential.\r\nOUESTIONS\r\n1. What are the distinctions among fixed costs, sunk costs, variable costs, and marginal costs?\r\nIf the average cost curve is increasing, must the marginal cost curve lie above the average\r\ncost curve? Why or why not?\r\nWhy are long-run average cost curves usually at or below short run-average cost curves?\r\nWhat is the difference between economic profit and accounting profit? Why should man-\r\nagers focus mainly on economic profits? Why do you suppose managers often focus on\r\naccounting profits?\r\n5. A Giffen good violates the law of demand; when its price increases, the quantity demanded\r\nincreases, all else equal. (The \"all else equal\" condition rules out situations where consum-\r\ners judge the quality or prestige of a good by its price.) Economists who try to identify\r\nGiffen goods often examine diet staples like rice and potatoes, and focus on periods of\r\nfamine. Why might staple foods be Giffen goods under such circumstances?\r\n6. Explain why we might expect the price elasticity of demand for nursing home care to be\r\nmore negative than the price elasticity of demand for heart surgery.\r\nWhy is marginal revenue less than total revenue?\r\n8. Why does the elasticity of demand affect a firm's optimal price?\r\n9. Explain why long-run prices in a perfectly competitive market tend toward the minimum\r\naverage cost of production.\r\n10. Is the prisoners' dilemma always a Nash equilibrium? Is a Nash equilibrium always a pris-\r\noners' dilemma? Explain.\r\n11. Does the equilibrium outcome of a game in extensive form depend on who moves first?\r\nExplain.\r\nENDNOTES\r\n'This example is drawn from Richard Tedlow's history of the soft drink industry in\r\nhis book New and Improved: The Story of Mass Marketing in America, New York, Basic\r\nBooks, 1990.\r\n2We will discuss this relationship in Chapter 8.\r\n'The third, fourth, and fifth sections of this chapter are the most \"technical.\" Instructors\r\nnot planning to cover Chapters 8-11 can skip this material.\r\n'The first part of this section closely follows the presentation of cost functions on pp. 42-\r\n45 of Dorfian, R., Prices and Markets, 2nd ed., Englewood Cliffs, NJ, Prentice-Hall, 1972.\r\nStudents sometimes confuse total costs with average (i.e., per unit) costs, noting that\r\nfor many real-world firms \"costs\" seem to go down as output goes up. As we will see, average\r\n40   Chapter 1   Basic Microeconomic Principles\r\ncosts could indeed go down as output goes up. The total cost function, however, always\r\nincreases with output.\r\nThis term was coined by Thomas Nagle in The Strategy and Tactics of Pricing, Englewood\r\nCliffs, NJ, Prentice-Hall, 1987.\r\n\"Some authors call these programmed costs. See, for example, Rados, D. L., Pushing the",
  "Numbers im Marketing: A Real-World Guide to Essential Financial Analysis, Westport, CT,\r\nQuorum Books, 1992.\r\n*It is customary to put the minus sign in front, so that we convert what would ordinarily be\r\na negative number (because AQ and AP have opposite signs) into a positive one.\r\n\"One complication should be noted: A given product's price elasticity of demand is\r\nnot the same at all price levels. This means that an elasticity that is estimated at a price level\r\nof, say, $10 would be useful in predicting the impact of an increase in price to $11, but it\r\nwould not accurately predict the impact of an increase to, say, $50, a price that is far\r\noutside the neighborhood of the price at which the elasticity was originally estimated. This\r\nis due to the properties of percentages, which require dividing by base amounts. If the\r\nprice is so high that the quantity demanded is close to zero, even small absolute increases\r\nin quantity can translate into huge percentage increases.\r\n1 The use of this formula is subject to the caveat expressed earlier about the use of elas-\r\nticities. It is useful for contemplating the effects of \"incremental\" price changes rather\r\nthan dramatic price changes.\r\nThis result is subject to the following qualification. If certain key inputs are scarce,\r\nthe entry of additional firms bids up the prices of these inputs. The firm's average and\r\nmarginal cost functions then shift upward; in the long run, the market price will settle\r\ndown at a higher level. An industry in which this happens is known as an increasing-cost\r\nindustry. The case we focus on in the text is known as a constant-cost industry.\r\n1?To keep the example as simple as possible, we will assume only two stages of\r\ndecision making: Alpha makes its choice first, and then Beta responds. We do not consider\r\nthe possibility that Alpha might respond to the capacity decision that Beta makes."
]
